{
  "str.change.language.tooltip": "Changer de langue",
  "str.head.role": "Développeur Senior Full-Stack (JS)",
  "str.skills.title": "Compétences",
  "str.experiences.title": "Expériences professionnelles",
  "str.formations.title": "Formations",
  "str.interests.title": "Centres d'intérêt",

  "str.formations.cnam": "Diplôme ingénieur informatique (réseaux et multimédia) - CNAM Montpellier",
  "str.formations.du": "DU informatique - IUT Montpellier",
  "str.formations.dut": "DUT informatique - IUT Montpellier",

  "str.skills.english.technical":"Anglais Technique",
  "str.skills.english.fluent" : "Anglais Courant",

  "str.interests.list": "Cuisine, Randonnées, Vélo tourisme, Séries télé",

  "str.xp1.role" : "Développeur Back-end/Front-end",
  "str.xp1.location" : "Genesys Conferencing (Montpellier)",
  "str.xp1.text" : "Conception et implémentation d’un module apache en C++ permettant de connecter une application web à des serveurs internes de conférence audio. Reprise de la gestion et maintenance d’un projet existant de deux personnes, consistant à améliorer la stabilité d’un serveur de data conférence en VC++. Implémentation de composants du premier client sur navigateur web du service de conférence web de l’entreprise, remplaçant l’ancienne application native. Pour des besoins internes mais aussi en tant que projet du mémoire d’ingénieur CNAM, conception et développement d’une application VC++ permettant de piloter des scripts en VOS afin de tester des fonctionnalités audios",

  "str.xp2.role" : "Ingénieur développement Front-End",
  "str.xp2.location" : "Intercall  (Montpellier)",
  "str.xp2.text" : "Début de la conception et de l'implémentation du nouveau client web de la solution de téléconférence de l'entreprise en React et Material-ui, tout en réutilisant et adaptant les composants métiers existants. Implémentation d’une application en QML/Javascript, embarquée dans un téléphone conférence (Dolby Conference Phone) en réutilisant et en optimisant fortement les composants métiers de l'application web existante. Développement de nombreux composants graphiques et métiers de l'application de conférence web de l'entreprise basé sur le framework dojo",
  "str.xp2.notes" :"Ces divers projets ce sont fait au sein d'une équipe de 5 à 8 personnes en France mais aussi en coordination avec d'autres équipes au US, au Canada, en Chine et en Inde, en utilisant des méthodologies agiles depuis le début",

  "str.xp3.role" : "Développeur sénior / Leader technique",
  "str.xp3.location" : "Intrado/West (Montpellier)",
  "str.xp3.text" : "Conception et implémentation du front-end et du back-end d'un nouveau portail web ayant pour but d'exposer aux clients leurs données\n            d'utilisation et de consommation provenant des bases de données de l'entreprise et mise en forme par Tableau Server.\n            Ce portail inclus l'authentification et la gestion des utilisateurs , la mise à disposition des visualisations Tableau\n\n            Design and Implement, from the beginning, the front-end and back-end of a new web portal allowing to expose customer usage data\n            coming from big data teams (served by Tableau Server). This include the login authentication (SSO and legacy email invite), database\n            connections(Oracle, Postgres) and export ability (csv),\n\n            Implement the CI/CD pipeline to bring the apps from source to production (Github/Jenkins/Artifactory/PCF)"

}